Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_File_CloseAll.Text
source: Close all
ar: إغلاق الكل
cs: Zavřít vše
de: Alle schließen
el: Κλείσιμο όλων
es: Cerrar todo
fa: بستن همه
fr: Tout fermer
hu: Összes bezárása
id: Tutup Semua
it: Chiudi tutto
ja: すべて閉じる(E)
ko: 모두 닫기(E)
pl: Zamknij wszystko
pt: Fechar tudo
ro: Închidere totală
ru: Закрыть все
th: ปิดทั้งหมด(E)
tr: Tümünü Kapat
uk: Закрити все
vi: Đóng Tất cả
zh_hans: 全部关闭(E)
zh_hant: 全部關閉(E)

# Tab_Close.Text
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Tab_CloseOthers.Text
source: Close other tabs
ar: إغلاق علامات التبويب الأخرى
cs: Zavřít ostatní karty
de: Andere Registerkarten schließen
el: Κλείσιμο των άλλων καρτελών
es: Cerrar las demás pestañas
fa: بستن زبانه‌های دیگر
fr: Fermer les autres onglets
hu: Többi lap bezárása
id: Tutup tab lain
it: Chiudi le altre schede
ja: 他のタブを閉じる
ko: 다른 탭 닫기
pl: Zamknij inne karty
pt: Fechar as outras guias
ro: Închidere celelalte file
ru: Закрыть другие вкладки
th: ปิดแท็บอื่น
tr: Diğer sekmeleri kapat
uk: Закрити інші вкладки
vi: Đóng các tab khác
zh_hans: 关闭其他选项卡
zh_hant: 關閉其他索引標籤

# Tab_CloseRight.Text
source: Close tabs to the right
ar: إغلاق علامات التبويب إلى اليسار
cs: Zavřít karty vpravo
de: Registerkarten rechts schließen
el: Κλείσιμο των καρτελών στα δεξιά
es: Cerrar las pestañas de la derecha
fa: بستن زبانه‌های سمت چپ
fr: Fermer les onglets à droite
hu: Jobbra lévő lapok bezárása
id: Tutup tab di sebelah kanan
it: Chiudi le schede a destra
ja: 右側のタブを閉じる
ko: 오른쪽 탭 닫기
pl: Zamknij karty po prawej
pt: Fechar as guias à direita
ro: Închidere filele din dreapta
ru: Закрыть вкладки справа
th: ปิดแท็บทางขวา
tr: Sağdaki sekmeleri kapat
uk: Закрити вкладки праворуч
vi: Đóng các tab bên phải
zh_hans: 关闭右侧的选项卡
zh_hant: 關閉右側的索引標籤

# Close_BodyChanges
source: Changes: {0} places, {1} bytes added or replaced. If you don't save, the changes will be lost.
ar: التغييرات: {0} مواضع، {1} بايت تمت إضافتها أو استبدالها. إذا لم تقم بالحفظ، فستُفقد التغييرات.
cs: Změny: míst: {0}, přidaných nebo nahrazených bajtů: {1}. Pokud neuložíte, změny budou ztraceny.
de: Änderungen: {0} Stellen, {1} Bytes hinzugefügt oder ersetzt. Wenn Sie nicht speichern, gehen die Änderungen verloren.
el: Αλλαγές: {0} σημεία, {1} byte προστέθηκαν ή αντικαταστάθηκαν. Αν δεν αποθηκεύσετε, οι αλλαγές θα χαθούν.
es: Cambios: {0} lugares, {1} bytes agregados o reemplazados. Si no guardas, se perderán los cambios.
fa: تغییرات: {0} مورد، {1} بایت افزوده یا جایگزین شده. اگر ذخیره نکنید، تغییرات از بین می‌روند.
fr: Modifications : {0} emplacements, {1} octets ajoutés ou remplacés. Si vous n'enregistrez pas, les modifications seront perdues.
hu: Módosítások: {0} helyen, {1} bájt hozzáadva vagy lecserélve. Ha nem menti, a módosítások elvesznek.
id: Perubahan: {0} tempat, {1} byte ditambahkan atau diganti. Jika tidak disimpan, perubahan akan hilang.
it: Modifiche: {0} punti, {1} byte aggiunti o sostituiti. Se non salvi, le modifiche andranno perse.
ja: 変更: {0} か所、追加・置き換えた {1} バイト。保存しないと変更は失われます。
ko: 변경 내용: {0}곳, {1}바이트 추가 또는 바꿈. 저장하지 않으면 변경 내용이 손실됩니다.
pl: Zmiany: miejsca: {0}, dodane lub zastąpione bajty: {1}. Jeśli nie zapiszesz, zmiany zostaną utracone.
pt: Alterações: {0} locais, {1} bytes adicionados ou substituídos. Se você não salvar, as alterações serão perdidas.
ro: Modificări: {0} locuri, {1} octeți adăugați sau înlocuiți. Dacă nu salvați, modificările se vor pierde.
ru: Изменения: мест — {0}, добавлено или заменено байт — {1}. Если не сохранить, изменения будут потеряны.
th: การเปลี่ยนแปลง: {0} ตำแหน่ง เพิ่มหรือแทนที่ {1} ไบต์ หากไม่บันทึก การเปลี่ยนแปลงจะสูญหาย
tr: Değişiklikler: {0} yer, {1} bayt eklendi veya değiştirildi. Kaydetmezseniz değişiklikler kaybolur.
uk: Зміни: місць — {0}, додано або замінено байтів — {1}. Якщо не зберегти, зміни буде втрачено.
vi: Thay đổi: {0} vị trí, {1} byte được thêm hoặc thay thế. Nếu bạn không lưu, các thay đổi sẽ bị mất.
zh_hans: 更改：{0} 处，添加或替换了 {1} 字节。如果不保存，更改将会丢失。
zh_hant: 變更：{0} 處，新增或取代了 {1} 個位元組。如果不儲存，變更將會遺失。

# Close_ManyTitle
source: Save changes to {0} documents?
ar: هل تريد حفظ التغييرات في {0} مستندات؟
cs: Uložit změny v dokumentech ({0})?
de: Änderungen an {0} Dokumenten speichern?
el: Αποθήκευση των αλλαγών σε {0} έγγραφα;
es: ¿Guardar los cambios en {0} documentos?
fa: تغییرات {0} سند ذخیره شود؟
fr: Enregistrer les modifications apportées à {0} documents ?
hu: Menti {0} dokumentum módosításait?
id: Simpan perubahan pada {0} dokumen?
it: Salvare le modifiche a {0} documenti?
ja: {0} 個の文書の変更を保存しますか?
ko: 문서 {0}개의 변경 내용을 저장하시겠습니까?
pl: Czy zapisać zmiany w dokumentach ({0})?
pt: Salvar as alterações em {0} documentos?
ro: Salvați modificările aduse celor {0} documente?
ru: Сохранить изменения в документах ({0})?
th: บันทึกการเปลี่ยนแปลงในเอกสาร {0} รายการหรือไม่
tr: {0} belgedeki değişiklikler kaydedilsin mi?
uk: Зберегти зміни в документах ({0})?
vi: Lưu các thay đổi đối với {0} tài liệu?
zh_hans: 是否保存对 {0} 个文档的更改？
zh_hant: 要儲存對 {0} 份文件的變更嗎？

# Close_ManyBody
source: Select the documents to save. Documents that aren't selected are closed without saving.
ar: حدد المستندات المراد حفظها. سيتم إغلاق المستندات غير المحددة دون حفظ.
cs: Vyberte dokumenty, které chcete uložit. Nevybrané dokumenty se zavřou bez uložení.
de: Wählen Sie die zu speichernden Dokumente aus. Nicht ausgewählte Dokumente werden ohne Speichern geschlossen.
el: Επιλέξτε τα έγγραφα που θέλετε να αποθηκεύσετε. Τα έγγραφα που δεν επιλέγονται κλείνουν χωρίς αποθήκευση.
es: Selecciona los documentos que quieres guardar. Los documentos no seleccionados se cerrarán sin guardar.
fa: سندهایی را که می‌خواهید ذخیره شوند انتخاب کنید. سندهای انتخاب‌نشده بدون ذخیره بسته می‌شوند.
fr: Sélectionnez les documents à enregistrer. Les documents non sélectionnés seront fermés sans être enregistrés.
hu: Jelölje ki a mentendő dokumentumokat. A ki nem jelölt dokumentumok mentés nélkül bezárulnak.
id: Pilih dokumen yang akan disimpan. Dokumen yang tidak dipilih akan ditutup tanpa disimpan.
it: Seleziona i documenti da salvare. I documenti non selezionati verranno chiusi senza salvare.
ja: 保存する文書を選んでください。選ばなかった文書は保存せずに閉じます。
ko: 저장할 문서를 선택하세요. 선택하지 않은 문서는 저장하지 않고 닫습니다.
pl: Wybierz dokumenty do zapisania. Niewybrane dokumenty zostaną zamknięte bez zapisywania.
pt: Selecione os documentos que deseja salvar. Os documentos não selecionados serão fechados sem salvar.
ro: Selectați documentele de salvat. Documentele neselectate se închid fără salvare.
ru: Выберите документы для сохранения. Невыбранные документы будут закрыты без сохранения.
th: เลือกเอกสารที่จะบันทึก เอกสารที่ไม่ได้เลือกจะถูกปิดโดยไม่บันทึก
tr: Kaydedilecek belgeleri seçin. Seçilmeyen belgeler kaydedilmeden kapatılır.
uk: Виберіть документи для збереження. Невибрані документи буде закрито без збереження.
vi: Chọn các tài liệu cần lưu. Các tài liệu không được chọn sẽ bị đóng mà không lưu.
zh_hans: 请选择要保存的文档。未选择的文档将不保存而直接关闭。
zh_hant: 請選取要儲存的文件。未選取的文件將不儲存而直接關閉。

# Close_SaveSelected
source: Save selected and close
ar: حفظ المحدد وإغلاق
cs: Uložit vybrané a zavřít
de: Auswahl speichern und schließen
el: Αποθήκευση επιλεγμένων και κλείσιμο
es: Guardar los seleccionados y cerrar
fa: ذخیرهٔ موارد انتخاب‌شده و بستن
fr: Enregistrer la sélection et fermer
hu: Kijelöltek mentése és bezárás
id: Simpan yang dipilih dan tutup
it: Salva selezionati e chiudi
ja: 選択したものを保存して閉じる
ko: 선택한 항목 저장 후 닫기
pl: Zapisz wybrane i zamknij
pt: Salvar selecionados e fechar
ro: Salvare selecție și închidere
ru: Сохранить выбранные и закрыть
th: บันทึกรายการที่เลือกและปิด
tr: Seçilenleri kaydet ve kapat
uk: Зберегти вибрані й закрити
vi: Lưu mục đã chọn và đóng
zh_hans: 保存所选项并关闭
zh_hant: 儲存選取的項目並關閉

# Close_DontSaveAll
source: Close without saving
ar: إغلاق دون حفظ
cs: Zavřít bez uložení
de: Ohne Speichern schließen
el: Κλείσιμο χωρίς αποθήκευση
es: Cerrar sin guardar
fa: بستن بدون ذخیره
fr: Fermer sans enregistrer
hu: Bezárás mentés nélkül
id: Tutup tanpa menyimpan
it: Chiudi senza salvare
ja: 保存せずに閉じる
ko: 저장하지 않고 닫기
pl: Zamknij bez zapisywania
pt: Fechar sem salvar
ro: Închidere fără salvare
ru: Закрыть без сохранения
th: ปิดโดยไม่บันทึก
tr: Kaydetmeden kapat
uk: Закрити без збереження
vi: Đóng mà không lưu
zh_hans: 关闭但不保存
zh_hant: 關閉但不儲存

# Close_Busy
source: {0} is running.
ar: {0} قيد التشغيل.
cs: Probíhá: {0}.
de: {0} wird ausgeführt.
el: Εκτελείται: {0}.
es: {0} está en ejecución.
fa: {0} در حال اجرا است.
fr: {0} est en cours.
hu: Folyamatban: {0}.
id: {0} sedang berjalan.
it: {0} in esecuzione.
ja: {0} を実行中です。
ko: {0}을(를) 실행하는 중입니다.
pl: Trwa: {0}.
pt: {0} está em execução.
ro: {0} rulează.
ru: Выполняется: {0}.
th: {0} กำลังทำงานอยู่
tr: {0} çalışıyor.
uk: Виконується: {0}.
vi: {0} đang chạy.
zh_hans: {0} 正在运行。
zh_hant: {0} 正在執行。

# Close_CancelOperation
source: Stop and close
ar: إيقاف وإغلاق
cs: Zastavit a zavřít
de: Abbrechen und schließen
el: Διακοπή και κλείσιμο
es: Detener y cerrar
fa: توقف و بستن
fr: Arrêter et fermer
hu: Leállítás és bezárás
id: Hentikan dan tutup
it: Interrompi e chiudi
ja: 処理を中止して閉じる
ko: 중지하고 닫기
pl: Zatrzymaj i zamknij
pt: Parar e fechar
ro: Oprire și închidere
ru: Остановить и закрыть
th: หยุดและปิด
tr: Durdur ve kapat
uk: Зупинити й закрити
vi: Dừng và đóng
zh_hans: 停止并关闭
zh_hant: 停止並關閉

# Close_AfterSave
source: Close after saving
ar: إغلاق بعد الحفظ
cs: Zavřít po uložení
de: Nach dem Speichern schließen
el: Κλείσιμο μετά την αποθήκευση
es: Cerrar después de guardar
fa: بستن پس از ذخیره
fr: Fermer après l'enregistrement
hu: Bezárás mentés után
id: Tutup setelah menyimpan
it: Chiudi dopo il salvataggio
ja: 保存が終わったら閉じる
ko: 저장 후 닫기
pl: Zamknij po zapisaniu
pt: Fechar após salvar
ro: Închidere după salvare
ru: Закрыть после сохранения
th: ปิดหลังจากบันทึก
tr: Kaydettikten sonra kapat
uk: Закрити після збереження
vi: Đóng sau khi lưu
zh_hans: 保存后关闭
zh_hant: 儲存後關閉

# Menu_File_SaveAll.AccessKey
source: L
ar: ك
de: A
el: Λ
es: D
fa: ه
fr: G
hu: Ö
id: M
it: T
pl: W
pt: D
ro: T
ru: В
tr: T
uk: Е
vi: T

# Menu_File_CloseAll.AccessKey
source: E
ar: ل
de: L
el: Σ
es: R
fa: م
fr: M
hu: Z
id: P
it: U
pl: Y
pt: H
ro: L
ru: Е
tr: M
uk: А
vi: C

# Start_Open.Content
source: Open...
ar: فتح...
cs: Otevřít...
de: Öffnen...
el: Άνοιγμα...
es: Abrir...
fa: باز کردن...
fr: Ouvrir...
hu: Megnyitás...
id: Buka...
it: Apri...
ja: 開く...
ko: 열기...
pl: Otwórz...
pt: Abrir...
ro: Deschidere...
ru: Открыть...
th: เปิด...
tr: Aç...
uk: Відкрити...
vi: Mở...
zh_hans: 打开...
zh_hant: 開啟...

# Start_OpenDisk.Content
source: Open Disk...
ar: فتح قرص...
cs: Otevřít disk...
de: Datenträger öffnen...
el: Άνοιγμα δίσκου...
es: Abrir disco...
fa: باز کردن دیسک...
fr: Ouvrir un disque...
hu: Lemez megnyitása...
id: Buka Disk...
it: Apri disco...
ja: ディスクを開く...
ko: 디스크 열기...
pl: Otwórz dysk...
pt: Abrir disco...
ro: Deschidere disc...
th: เปิดดิสก์...
tr: Disk Aç...
uk: Відкрити диск...
vi: Mở ổ đĩa...
zh_hans: 打开磁盘...
zh_hant: 開啟磁碟...

# Start_OpenProcess.Content
source: Open Process...
ar: فتح عملية...
cs: Otevřít proces...
de: Prozess öffnen...
el: Άνοιγμα διεργασίας...
es: Abrir proceso...
fa: باز کردن فرایند...
fr: Ouvrir un processus...
hu: Folyamat megnyitása...
id: Buka Proses...
it: Apri processo...
ja: プロセスを開く...
ko: 프로세스 열기...
pl: Otwórz proces...
pt: Abrir processo...
ro: Deschidere proces...
th: เปิดโปรเซส...
tr: İşlem Aç...
uk: Відкрити процес...
vi: Mở tiến trình...
zh_hans: 打开进程...
zh_hant: 開啟處理程序...

# Start_New.Content
source: New
ar: جديد
cs: Nový
de: Neu
el: Δημιουργία
es: Nuevo
fa: جدید
fr: Nouveau
hu: Új
id: Baru
it: Nuovo
ja: 新規作成
ko: 새로 만들기
pl: Nowy
pt: Novo
ro: Nou
ru: Создать
th: ใหม่
tr: Yeni
uk: Створити
vi: Mới
zh_hans: 新建
zh_hant: 新增

# Start_DropHint.Text
source: You can also drop files here to open them.
ar: يمكنك أيضاً إفلات الملفات هنا لفتحها.
cs: Soubory můžete otevřít také přetažením sem.
de: Sie können Dateien auch hierher ziehen, um sie zu öffnen.
el: Μπορείτε επίσης να αποθέσετε αρχεία εδώ για να τα ανοίξετε.
es: También puedes colocar archivos aquí para abrirlos.
fa: می‌توانید فایل‌ها را اینجا رها کنید تا باز شوند.
fr: Vous pouvez aussi déposer des fichiers ici pour les ouvrir.
hu: Fájlokat úgy is megnyithat, hogy ide húzza őket.
id: Anda juga dapat meletakkan file di sini untuk membukanya.
it: Puoi anche trascinare qui i file per aprirli.
ja: ここにファイルをドロップしても開けます。
ko: 여기에 파일을 끌어 놓아 열 수도 있습니다.
pl: Pliki możesz też otworzyć, upuszczając je tutaj.
pt: Você também pode soltar arquivos aqui para abri-los.
ro: De asemenea, puteți plasa fișiere aici pentru a le deschide.
ru: Файлы также можно открыть, перетащив их сюда.
th: คุณยังสามารถวางไฟล์ที่นี่เพื่อเปิดได้
tr: Dosyaları açmak için buraya da bırakabilirsiniz.
uk: Файли також можна відкрити, перетягнувши їх сюди.
vi: Bạn cũng có thể thả tệp vào đây để mở.
zh_hans: 也可以将文件拖放到此处来打开。
zh_hant: 您也可以將檔案拖放到這裡來開啟。

# Menu_File_NewWithSize.Text
source: New with size...
ar: جديد بحجم محدد...
cs: Nový s velikostí...
de: Neu mit Größe...
el: Δημιουργία με μέγεθος...
es: Nuevo con tamaño...
fa: جدید با اندازهٔ مشخص...
fr: Nouveau avec taille...
hu: Új, megadott mérettel...
id: Baru dengan Ukuran...
it: Nuovo con dimensione...
ja: サイズを指定して新規作成(Z)...
ko: 크기를 지정하여 새로 만들기(Z)...
pl: Nowy o podanym rozmiarze...
pt: Novo com tamanho...
ro: Nou cu dimensiune...
ru: Создать с размером...
th: ใหม่โดยระบุขนาด(Z)...
tr: Boyut Belirterek Yeni...
uk: Створити із розміром...
vi: Mới theo Kích thước...
zh_hans: 指定大小新建(Z)...
zh_hant: 指定大小新增(Z)...

# Menu_File_NewWithSize.AccessKey
source: Z
ar: ح
cs: V
de: G
el: Γ
es: T
fa: ز
fr: T
hu: D
id: U
it: D
pl: R
pt: T
ro: M
ru: Р
tr: B
uk: Р
vi: K

# NewSize_Title
source: New with size
ar: جديد بحجم محدد
cs: Nový s velikostí
de: Neu mit Größe
el: Δημιουργία με μέγεθος
es: Nuevo con tamaño
fa: جدید با اندازهٔ مشخص
fr: Nouveau avec taille
hu: Új, megadott mérettel
id: Baru dengan ukuran
it: Nuovo con dimensione
ja: サイズを指定して新規作成
ko: 크기를 지정하여 새로 만들기
pl: Nowy o podanym rozmiarze
pt: Novo com tamanho
ro: Nou cu dimensiune
ru: Создать с размером
th: ใหม่โดยระบุขนาด
tr: Boyut belirterek yeni
uk: Створити із розміром
vi: Mới theo kích thước
zh_hans: 指定大小新建
zh_hant: 指定大小新增

# NewSize_Size
source: Size
ar: الحجم
cs: Velikost
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fr: Taille
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# NewSize_Fill
source: Fill value (hex bytes)
ar: قيمة التعبئة (بايتات Hex)
cs: Hodnota výplně (bajty Hex)
de: Füllwert (Hex-Bytes)
el: Τιμή συμπλήρωσης (byte σε Hex)
es: Valor de relleno (bytes hex)
fa: مقدار پرکردن (بایت‌های Hex)
fr: Valeur de remplissage (octets hex)
hu: Kitöltési érték (Hex bájtok)
id: Nilai isian (byte hex)
it: Valore di riempimento (byte esadecimali)
ja: 塗りつぶしの値 (Hex バイト列)
ko: 채우기 값(Hex 바이트)
pl: Wartość wypełnienia (bajty Hex)
pt: Valor de preenchimento (bytes hex)
ro: Valoare de umplere (octeți hex)
ru: Значение заполнения (байты Hex)
th: ค่าที่ใช้เติม (ไบต์ Hex)
tr: Doldurma değeri (hex bayt)
uk: Значення заповнення (байти Hex)
vi: Giá trị điền (byte hex)
zh_hans: 填充值（Hex 字节）
zh_hant: 填入值（Hex 位元組）

# NewSize_Create
source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
fa: ایجاد
fr: Créer
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt: Criar
ro: Creare
ru: Создать
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# NewSize_InvalidSize
source: Enter a size of 0 or more.
ar: أدخل حجماً يساوي 0 أو أكبر.
cs: Zadejte velikost 0 nebo větší.
de: Geben Sie eine Größe von 0 oder mehr ein.
el: Εισαγάγετε μέγεθος 0 ή μεγαλύτερο.
es: Escribe un tamaño de 0 o más.
fa: اندازه‌ای برابر 0 یا بیشتر وارد کنید.
fr: Entrez une taille supérieure ou égale à 0.
hu: Adjon meg 0 vagy nagyobb méretet.
id: Masukkan ukuran 0 atau lebih.
it: Immetti una dimensione pari o superiore a 0.
ja: 0 以上のサイズを入力してください。
ko: 0 이상의 크기를 입력하세요.
pl: Wprowadź rozmiar równy 0 lub większy.
pt: Insira um tamanho igual ou maior que 0.
ro: Introduceți o dimensiune de 0 sau mai mare.
ru: Введите размер 0 или больше.
th: ป้อนขนาดตั้งแต่ 0 ขึ้นไป
tr: 0 veya daha büyük bir boyut girin.
uk: Введіть розмір 0 або більше.
vi: Nhập kích thước từ 0 trở lên.
zh_hans: 请输入 0 或更大的大小。
zh_hant: 請輸入 0 或更大的大小。

# NewSize_InvalidFill
source: Enter 1 to 4,096 bytes in hex, such as 00 or DE AD.
ar: أدخل من 1 إلى 4,096 بايت بتنسيق Hex، مثل 00 أو DE AD.
cs: Zadejte 1 až 4 096 bajtů v Hex, například 00 nebo DE AD.
de: Geben Sie 1 bis 4.096 Bytes in Hex ein, z. B. 00 oder DE AD.
el: Εισαγάγετε 1 έως 4.096 byte σε Hex, όπως 00 ή DE AD.
es: Escribe de 1 a 4096 bytes en hex, como 00 o DE AD.
fa: 1 تا 4,096 بایت به‌صورت Hex وارد کنید، مانند 00 یا DE AD.
fr: Entrez de 1 à 4 096 octets en hex, par exemple 00 ou DE AD.
hu: Adjon meg 1–4096 bájtot Hex formában, például 00 vagy DE AD.
id: Masukkan 1 hingga 4.096 byte dalam hex, misalnya 00 atau DE AD.
it: Immetti da 1 a 4.096 byte in esadecimale, ad esempio 00 o DE AD.
ja: 00 や DE AD のように、1〜4,096 バイトを Hex で入力してください。
ko: 00 또는 DE AD처럼 1~4,096바이트를 Hex로 입력하세요.
pl: Wprowadź od 1 do 4096 bajtów w formacie Hex, na przykład 00 lub DE AD.
pt: Insira de 1 a 4.096 bytes em hex, como 00 ou DE AD.
ro: Introduceți între 1 și 4.096 de octeți în hex, de exemplu 00 sau DE AD.
ru: Введите от 1 до 4 096 байт в формате Hex, например 00 или DE AD.
th: ป้อน 1 ถึง 4,096 ไบต์ในรูปแบบ Hex เช่น 00 หรือ DE AD
tr: 00 veya DE AD gibi, hex olarak 1 ile 4.096 bayt arasında bir değer girin.
uk: Введіть від 1 до 4 096 байтів у форматі Hex, наприклад 00 або DE AD.
vi: Nhập từ 1 đến 4.096 byte dạng hex, chẳng hạn như 00 hoặc DE AD.
zh_hans: 请输入 1 到 4,096 个 Hex 字节，例如 00 或 DE AD。
zh_hant: 請輸入 1 到 4,096 個 Hex 位元組，例如 00 或 DE AD。

# Error_DevicePath
source: {0} is a device, not a file. Opening disks will be available in a later version.
ar: {0} جهاز وليس ملفاً. سيتوفر فتح الأقراص في إصدار لاحق.
cs: {0} je zařízení, ne soubor. Otevírání disků bude k dispozici v některé z příštích verzí.
de: {0} ist ein Gerät, keine Datei. Das Öffnen von Datenträgern wird in einer späteren Version verfügbar sein.
el: Το {0} είναι συσκευή, όχι αρχείο. Το άνοιγμα δίσκων θα είναι διαθέσιμο σε μελλοντική έκδοση.
es: {0} es un dispositivo, no un archivo. La apertura de discos estará disponible en una versión posterior.
fa: {0} یک دستگاه است، نه فایل. باز کردن دیسک‌ها در نسخه‌ای بعدی در دسترس خواهد بود.
fr: {0} est un périphérique et non un fichier. L'ouverture de disques sera disponible dans une version ultérieure.
hu: A(z) {0} eszköz, nem fájl. A lemezek megnyitása egy későbbi verzióban lesz elérhető.
id: {0} adalah perangkat, bukan file. Membuka disk akan tersedia di versi mendatang.
it: {0} è un dispositivo, non un file. L'apertura dei dischi sarà disponibile in una versione successiva.
ja: {0} はファイルではなくデバイスです。ディスクを開く機能は今後の版で対応します。
ko: {0}은(는) 파일이 아니라 장치입니다. 디스크 열기는 이후 버전에서 지원될 예정입니다.
pl: {0} to urządzenie, a nie plik. Otwieranie dysków będzie dostępne w jednej z kolejnych wersji.
pt: {0} é um dispositivo, não um arquivo. A abertura de discos estará disponível em uma versão futura.
ro: {0} este un dispozitiv, nu un fișier. Deschiderea discurilor va fi disponibilă într-o versiune ulterioară.
ru: {0} — это устройство, а не файл. Открытие дисков будет доступно в одной из следующих версий.
th: {0} เป็นอุปกรณ์ ไม่ใช่ไฟล์ การเปิดดิสก์จะพร้อมใช้งานในเวอร์ชันถัดไป
tr: {0} bir dosya değil, bir aygıttır. Diskleri açma özelliği sonraki bir sürümde sunulacak.
uk: {0} — це пристрій, а не файл. Відкриття дисків стане доступним в одній із наступних версій.
vi: {0} là thiết bị, không phải tệp. Tính năng mở ổ đĩa sẽ có trong phiên bản sau.
zh_hans: {0} 是设备，而不是文件。打开磁盘的功能将在以后的版本中提供。
zh_hant: {0} 是裝置，而不是檔案。開啟磁碟的功能將在之後的版本提供。

# Error_IsFolder
source: {0} is a folder. Folders can't be opened.
ar: {0} مجلد. لا يمكن فتح المجلدات.
cs: {0} je složka. Složky nelze otevřít.
de: {0} ist ein Ordner. Ordner können nicht geöffnet werden.
el: Το {0} είναι φάκελος. Δεν είναι δυνατό το άνοιγμα φακέλων.
es: {0} es una carpeta. No se pueden abrir carpetas.
fa: {0} یک پوشه است. پوشه‌ها قابل باز شدن نیستند.
fr: {0} est un dossier. Les dossiers ne peuvent pas être ouverts.
hu: A(z) {0} mappa. Mappák nem nyithatók meg.
id: {0} adalah folder. Folder tidak dapat dibuka.
it: {0} è una cartella. Le cartelle non possono essere aperte.
ja: {0} はフォルダです。フォルダは開けません。
ko: {0}은(는) 폴더입니다. 폴더는 열 수 없습니다.
pl: {0} to folder. Nie można otwierać folderów.
pt: {0} é uma pasta. Não é possível abrir pastas.
ro: {0} este un folder. Folderele nu pot fi deschise.
ru: {0} — это папка. Папки открыть нельзя.
th: {0} เป็นโฟลเดอร์ ไม่สามารถเปิดโฟลเดอร์ได้
tr: {0} bir klasördür. Klasörler açılamaz.
uk: {0} — це папка. Папки неможливо відкрити.
vi: {0} là thư mục. Không thể mở thư mục.
zh_hans: {0} 是文件夹。无法打开文件夹。
zh_hant: {0} 是資料夾。無法開啟資料夾。

# Error_NotFound
source: File not found: {0}
ar: لم يتم العثور على الملف: {0}
cs: Soubor nebyl nalezen: {0}
de: Datei nicht gefunden: {0}
el: Το αρχείο δεν βρέθηκε: {0}
es: No se encontró el archivo: {0}
fa: فایل پیدا نشد: {0}
fr: Fichier introuvable : {0}
hu: A fájl nem található: {0}
id: File tidak ditemukan: {0}
it: File non trovato: {0}
ja: ファイルが見つかりません: {0}
ko: 파일을 찾을 수 없습니다: {0}
pl: Nie znaleziono pliku: {0}
pt: Arquivo não encontrado: {0}
ro: Fișierul nu a fost găsit: {0}
ru: Файл не найден: {0}
th: ไม่พบไฟล์: {0}
tr: Dosya bulunamadı: {0}
uk: Файл не знайдено: {0}
vi: Không tìm thấy tệp: {0}
zh_hans: 找不到文件：{0}
zh_hant: 找不到檔案：{0}

# Error_AccessDenied
source: You don't have permission to open {0}.
ar: ليس لديك إذن بفتح {0}.
cs: Nemáte oprávnění k otevření {0}.
de: Sie haben keine Berechtigung zum Öffnen von {0}.
el: Δεν έχετε δικαίωμα να ανοίξετε το {0}.
es: No tienes permiso para abrir {0}.
fa: اجازهٔ باز کردن {0} را ندارید.
fr: Vous n'avez pas l'autorisation d'ouvrir {0}.
hu: Nincs engedélye a(z) {0} megnyitásához.
id: Anda tidak memiliki izin untuk membuka {0}.
it: Non hai l'autorizzazione per aprire {0}.
ja: {0} を開く権限がありません。
ko: {0}을(를) 열 권한이 없습니다.
pl: Nie masz uprawnień do otwarcia elementu {0}.
pt: Você não tem permissão para abrir {0}.
ro: Nu aveți permisiunea de a deschide {0}.
ru: У вас нет разрешения на открытие {0}.
th: คุณไม่มีสิทธิ์เปิด {0}
tr: {0} öğesini açma izniniz yok.
uk: У вас немає дозволу на відкриття {0}.
vi: Bạn không có quyền mở {0}.
zh_hans: 你没有打开 {0} 的权限。
zh_hant: 您沒有開啟 {0} 的權限。

# Error_InUse
source: {0} can't be opened because another app is using it.
ar: لا يمكن فتح {0} لأن تطبيقاً آخر يستخدمه.
cs: {0} nelze otevřít, protože ho používá jiná aplikace.
de: {0} kann nicht geöffnet werden, da die Datei von einer anderen App verwendet wird.
el: Δεν είναι δυνατό το άνοιγμα του {0}, επειδή το χρησιμοποιεί άλλη εφαρμογή.
es: No se puede abrir {0} porque otra aplicación lo está usando.
fa: {0} باز نمی‌شود، زیرا برنامهٔ دیگری از آن استفاده می‌کند.
fr: Impossible d'ouvrir {0}, car une autre application l'utilise.
hu: A(z) {0} nem nyitható meg, mert egy másik alkalmazás használja.
id: {0} tidak dapat dibuka karena sedang digunakan oleh aplikasi lain.
it: Impossibile aprire {0} perché è in uso da un'altra app.
ja: 他のアプリが使用中のため、{0} を開けません。
ko: 다른 앱에서 사용 중이므로 {0}을(를) 열 수 없습니다.
pl: Nie można otworzyć elementu {0}, ponieważ jest używany przez inną aplikację.
pt: Não é possível abrir {0} porque outro aplicativo o está usando.
ro: {0} nu poate fi deschis, deoarece este utilizat de altă aplicație.
ru: Не удается открыть {0}, так как он используется другим приложением.
th: ไม่สามารถเปิด {0} ได้ เนื่องจากแอปอื่นกำลังใช้งานอยู่
tr: {0} başka bir uygulama tarafından kullanıldığından açılamıyor.
uk: Не вдається відкрити {0}, оскільки його використовує інша програма.
vi: Không thể mở {0} vì một ứng dụng khác đang sử dụng tệp này.
zh_hans: 另一个应用正在使用 {0}，因此无法打开。
zh_hant: 另一個應用程式正在使用 {0}，因此無法開啟。
